{
    "name": "busroutes",
    "title": "busroutes",
    "events": [{
            "title":"Egmore to SSN",
            "description":"For those who are coming from South Tamil Nadu, it is informed that all the trains going to Chennai Egmore station stop at Tambaram. Tambaram bus stand is adjacent to Tambaram Railway station. Those who are coming from south Tamil Nadu by bus also can get down at Perungulathur and then they can cross the road to reach the bus stop and take the following buses:",
            "routes": "Route no. from Tambaram to SSN College of Engineering:;Route no.: 515 - Mamallapuram;Route no. : 555 and 566 – Thirupporur <br> These buses will reach SSN college of Engineering via Tambaram and Perungulathur. It takes about 45-55 minutes to reach SSN College."
        },

        {
            "title": "Broadway to SSN",
            "description":"Those who are coming from north Tamil Nadu can use this route. At the gate of Chennai Central Railway station, you can board a bus to Broadway. Normally all the buses entering the central station and stopping at the bay will go to Broadway bus stand. It takes 4-6 minutes to reach Broadway.",
            "routes": "At Broadway bus stand you can take the following route buses to Kelambakkam (which is about 4 kms. from the college).;Route no. : 102 and 102 (Volvo) - Kelambakkam.;Route no. : 521H - Thirupporur  <br> It takes 1hr 30 minutes to reach Kelambakkam from Broadway. From Kelambakkam the student can board any bus going towards Thirupporur / Mamallapuram and get down at SSN college of Engineering."
        },
        {
            "title": "Koyambedu to SSN",
            "description":"Those who are coming from north Tamil Nadu by bus can use this route. At Koyambedu bus stand there are two systems - One is for mofussil bus and the other one for local bus.;For boarding local bus, that is just outside of the Koyembedu bus stand you can board the bus Route no 570, 570X (SSNCE, Not very Frequent) to Kelambakkam. Note: Do not board 570S. The destination of 570S is Siruseri/Sipcot and not Kelambakkam.;Both the buses cover the distance about 1.30 hrs to 2 hrs depending on the traffic."
        }
    ]

}