{
    "title":"SMC",
    "name":"SMC",
    "events":[
        {
            "title":"Light music band event- Dhwani",
            "description":"Think you could be the next Avial, Agam or Indian Ocean? Dhwani, the band event of Instincts is back for all you enthusiasts. Come battle it out with people who think likewise and prove your talent. Music lovers, this event is handcrafted for you guys.",
            "rules":"This is a two stage event. The registrations for the event will have to be done online via forms at tiny.cc/ssnmusic;Bands may send online links to their performances (Youtube, Soundcloud or Dropbox) for a maximum of two songs not exceeding 20 minutes;Shortlisted bands will be intimated via email; Participants MUST be college students with a valid college ID card;Each band will be allotted 15 minutes on stage including setup; The event is for college bands only, students must carry a valid ID card; Songs must predominantly be in Indian languages; A 5 piece drum kit shall be provided. All other instruments must be brought by the participants; Original compositions will be awarded extra points; No backing tracks will be permitted and a participant cannot be in more than one band; The slots will be allocated randomly before the event;Any exchange of slots will be permitted by mutual agreement only;The judges’ decision is final and adhering and In case of any discrepancies, the decision of the coordinators will be binding and final;NOTE: ​ Those participating in the event are requested to fill out the form;Form : tiny.cc/ssnmusic",
            "contact":" <a href=`instagram.com/ssnmusicclub`>instagram.com/ssnmusicclub (@ssnmusicclub)</a>; <a href=`facebook.com/ssnmusicclub`>facebook.com/ssnmusicclub</a>"
        },
        {
            "title":"Western band hunt - Electrics",
            "description":" “​ When I was younger, I knew I could be anything - I could be the president if I wanted to,but then that was a stupid idea. I’d rather be a rockstar” - KURT COBAIN. Be it Slash inspired rock n roll, BB King inspired blues or Metallica inspired metal, The SSN’s “Electrics” is the best platform to release the rock star buried in you. With the crowd on their feet, the lights on your face, the stakes high and the inhibitions low, will you be ready? ",
            "rules":"This is a two stage event. The registrations for the event will have to be done online via forms at tiny.cc/ssnmusic; Bands may send online links to their performances (Youtube, Soundcloud or Dropbox) for a maximum of two songs not exceeding 20 minutes; Shortlisted bands will be intimated via email; Participants MUST be college students with a valid college ID card; Each band will be allotted 15 minutes on stage including setup;Songs must predominantly be in English; A 5 piece drum kit shall be provided. All other instruments must be brought by the participants; Original compositions will be awarded extra points;No backing tracks will be permitted and a participant cannot be in more than one band; The slots will be allocated randomly before the event. Any exchange of slots will be permitted by mutual agreement only; The judges’ decision is final and adhering and In case of any discrepancies, the decision of the coordinators will be binding and final;NOTE: ​ Those participating in the event are requested to fill out the form;Form : tiny.cc/ssnmusic",  
            "contact":" <a href=`instagram.com/ssnmusicclub`>instagram.com/ssnmusicclub (@ssnmusicclub)</a>; <a href=`facebook.com/ssnmusicclub`>facebook.com/ssnmusicclub</a>"
        },
        {
            "title":"Western acoustic band hunt - Acoustics",
            "rules":"Each band will be allotted 12 minutes on stage including setup;Songs must predominantly be in English; Only acoustic instruments are allowed with the exception of an electric bass guitar; Effects units and processors are not permitted for any instrument;Keyboard can be used, but only with the Grand Piano patch; A 5 piece drum kit shall be provided. All other instruments must be brought by the participants;Original compositions will be awarded extra points; No backing tracks will be permitted; No participant can be in more than one band; The slots will be allocated randomly before the event. Any exchange of slots will be permitted by mutual agreement only; The judges’ decision is final and adhering. In case of any discrepancies, the decision of the coordinators will be binding and final.",
            "contact":" <a href=`instagram.com/ssnmusicclub`>instagram.com/ssnmusicclub (@ssnmusicclub)</a>; <a href=`facebook.com/ssnmusicclub`>facebook.com/ssnmusicclub</a>"
        },
        {
            "title":"Western a cappela - acapella",
            "rules":"Registrations for A cappella will happen at the venue, and will close one hour before the event;Participants MUST be college students with a valid college ID card;Each group will be allotted 10 minutes on stage including soundcheck;Instruments are strictly not allowed;Songs can be in any language;Original compositions will be awarded extra points; No backing tracks will be permitted; No participant can be in more than one group; The slots will be allocated randomly before the event. Any exchange of slots will be permitted by mutual agreement only; The judges’ decision is final and adhering.In case of any discrepancies, the decision of the coordinators will be binding and final.",
            "contact":" <a href=`instagram.com/ssnmusicclub`>instagram.com/ssnmusicclub (@ssnmusicclub)</a>; <a href=`facebook.com/ssnmusicclub`>facebook.com/ssnmusicclub</a>"
        },
        {
            "title":"Light music solo vocal – SSN IDOL",
            "description":"Looking to prove your mettle as a singer? You’re at the right place. Flaunt your singing skills in the light music solo vocal event. Enthral us with your voice, all eyes are going to be on you and the stage is all yours. The event is not to be missed for all you aspiring singers!",
            "rules":"Light music vocal solo event.Participants MUST be college students with a valid college ID card.This is a ​ two stage ​ event: Prelims and Finals;8-10 participants will be chosen for the Finals by the judge. The judge’s decision is final;Songs performed by participants must be in ​ Indian languages​ . Presence of a considerable amount of foreign language in a performance might lead to disqualification and this is up to the judge;Registration for this event is ​ on-spot​ . Registration will close one hour prior to the beginning of the event (check schedule for event timing);Prelims:;1. Each participant will be given ​ 4 minutes​ with set up;2. Use of karaoke backing track is allowed. Participants using backing tracks must submit their tracks (in a USB device) at the desk before the event begins, aux connections will be available too. Instrumental accompaniment is not allowed;3. Use of Shruti box is permitted; use of metronome isn’t;4. The judge’s decision will be final;Finals:;1. The participant will be given 9 minutes to perform ​ two songs​, variety in genre of songs performed will fetch more points;2. One instrumental accompaniment may be used;3. Rest of the rules are the same as in the prelims round;4. As always, the judge’s decision will be final.",
            "contact":" <a href=`instagram.com/ssnmusicclub`>instagram.com/ssnmusicclub (@ssnmusicclub)</a>; <a href=`facebook.com/ssnmusicclub`>facebook.com/ssnmusicclub</a>"
        },
        {
            "title":"Carnatic music event(SOLO) – Swaralaya",
            "description":"The Margazhi music season isn’t over yet. See yourself in love with classical music? We give you the stage to showcase your Kutcheri skills. Come, show us your talent in the Classical music event “Swaralaya”.",
            "rules":"This is a two stage, classical music solo event. Participants will be judged strictly based on their mettle in classical music, Carnatic or Hindustani. Participants may be either instrumentalists (non-percussion) or vocalists;Prelims:;1. In this stage, each participant will be given ​ four minutes​ to perform any classical piece of her/his choice.;2. Use of Shruthi box is permitted, use of accompaniments isn’t.;3. 6 to 8 participants will be selected for the second/final round as per the judge’s discretion.;Finals:;1. Each finalist will have ​ seven minutes​ on stage;2. The contestant may begin with a piece of her/his choice. However, the judge may feel free to interrupt the contestant.;3. The contestant may be asked to answer questions or perform pieces as per the request of the judge and a holistic assessment of the contestant will be made by the judge based on the contestant’s response and performance;4. Cash prizes will be awarded to the top three contestants as chosen by the judge.",
            "contact":" <a href=`instagram.com/ssnmusicclub`>instagram.com/ssnmusicclub (@ssnmusicclub)</a>; <a href=`facebook.com/ssnmusicclub`>facebook.com/ssnmusicclub</a>"
        }  
    ]
}
